{"一个国家、民族的发展状态，首先取决于他们的（）状态":"A学习|B生产|C生活|D教育:4","一个学生在他走出校门、步入社会之前，对他影响最大的是（）":"A和他朝夕相处的同学和经常来往的朋友|B他的父母等家庭成员|C给予他帮助的朋友|D相应时段朝夕相处并不断培养他的老师:1|2|3|4","个人品德：是通过个人自觉的道德修养和社会道德教育所形成的稳定的心理状态和行为习惯。它表现为个体对某种道德要求的强烈认同，对道德情感的充分表达，对社会道德规范的执着践履":"正确|错误:1","人才是一切社会文明进步的重要基础，是国家、民族兴旺发达的基本依托，是所有事业取得成功的根本保证":"正确|错误:1","人生价值实现的社会条件是：要从客观条件出发，要与社会主义核心价值体系相一致":"正确|错误:1","人的潜能具有个别差异性，即具有不同的优势领域":"正确|错误:1","以下有关素质教育的说法，正确的是（）":"A素质教育思想是现代化教育的产物|B素质教育的提出是整个社会对人、对人的素质的高度重视的必然产物|C素质教育是党和国家领导和推进教育改革和发展的重大战略决策|D素质教育的实施在科学性的基础上具有政策性的某种强制性的性质:1|2|3|4","促使知识内化，使学生形成素质，才是素质教育的根本（）":"A基础|B目的|C追求|D价值:3","促进学生自主健康成长，始终是素质教育的重要追求和根本出发点之一。要达到这种效果，就必须依靠成功的教育":"正确|错误:1","公民基本道德规范的主要内容是（）":"A敬业奉献|B勤俭自强|C明礼诚信|D团结友善|E爱国守法:1|2|3|4|5","关于竞争与合作的关系中，正确的说法是（）":"A竞争中有合作，合作中有竞争，二者相互渗透，相辅相成|B竞争需要借助合作才更有可能成功，合作增强了竞争的能力|C合作是为了更好地竞争，合作愈好，竞争中成功的可能性就愈大|D合作离不开竞争，没有竞争的合作缺乏活力:1|2|3|4","在国家、民族、阶级和政党都存在的社会，影响人们正确行动的首先是（）":"A政治思想|B思想素质|C个人行为|D社会行为:2","在知识内化过程中，教师的（）始终起着至关重要的作用":"A学习资质|B品行道德|C教学水平|D言传身教:4","大学生应当树立的新的学习理念是（）":"A终身学习|B自主学习|C全面学习|D创新学习:1|2|3|4","学习素质的地位（）":"A学习素质是成人素质的核心|B学习素质是任何人必须具备的素质|C学习素质是所有素质形成提高的必备条件|D学习素质是社会发展的客观需要:1|3|4","学校为学生接受、掌握、消化知识提供了良好的客观条件，（）是学生最终实现对知识深刻内化的重要环境":"A家庭|B社会|C教室|D自然:2","实施素质教育必须把提高学生健康素质作为重要长远的追求目标，把实现学生健康作为最基本的任务":"正确|错误:1","德育之成为素质教育的灵魂，是由德育全面促进个体素质发展的功能的特殊性决定的，它主要体现在（）":"A德育具有全面发展个性品德的功能|B德育具有促进个体智能发展的功能|C德育具有在不断发展和完善人的各种德性的过程中，使人们获得自我肯定、自我完善满足的本体功能|D德育具有提高自我、发展自我、改造自我的功能:1|2|3","情感层面的听也可以分为（）等状态":"A建构的听|B无感情的听|C有感情的听|D共情的听:1|2|3|4","所谓“大目标”一般是指自然、社会或某个学科领域需要研究解决的重大疑难问题或社会发展的新趋向。以此牵动受教育者进行持续深入地探索研究，才能使他们产生浓厚的学习兴趣，不断扩大关注面，从而行至高远、赶超前人，激发强烈的奋斗欲望。":"正确|错误:1","改革创新是时代精神的核心，改革创新主要包括（）以及其他方面的创新":"A文化创新|B制度创新|C理论创新|D科技创新:1|2|3|4","教师在素质教育中的最大功绩与贡献在于（）":"A开出多少实验|B给学生传授多少经验、知识|C能在多大程度上激活学生的个性潜能，并促使这种个性潜能持续不断地发展|D培养哪些技能:3","教育的基本途径是（），素质形成的重要条件是掌握特出的知识体系，所以素质教育并不否定知识传授":"A素质教育|B知识传承|C文化传承|D知识信息传递:4","激活学生个性潜能具有的相对明确的标准是（）":"A思维活跃敏锐和信心勇气倍增|B提高创造智慧|C兴趣爱好拓展|D志向追求明确:1|2|3|4","爱国主义的内涵体现了人民群众对自己祖国的深厚感情，反映了个人对祖国的依存关系是人民对自己故土家园，民族和文化的归属感，认同感和尊严感、荣誉感。他是调节个人与祖国之间关系的道德要求、政治原则和法律规范，也是民族精神的核心":"正确|错误:1","知识是人类进步的阶梯，学习则是获取知识的基本途径":"正确|错误:1","科学文化素质是指人们在追求真知真理和崇尚优秀文化过程中积淀升华形成的基本稳定的精神品质":"正确|错误:1","精神审美素质具体包括（）等内容":"A坚定昂扬的精神境界|B崇高远大的理想信念|C求真自由的胸怀情感|D准确地感受美、鉴赏美、追求美和创造美的良好品质:1|2|3|4","素质形成本身，就是在某一学科领域获得独立准确的（）判断":"A精神价值|B内在价值|C外在价值|D实际价值:2","素质教育对课堂教学的要求包括（）":"A发掘和利用教材本身的素质教育因素|B选择适当的课堂教学模式|C建立民主师生关系，让学生学会学习|D改革教学方法，让学生学会学习|E更新教学技术，全面发展学生的身心素质:1|2|3|4|5","素质教育必须注重建立师生信息（）平台，为他们通过这个平台实现深入便捷的信息交流、沟通服务":"A交换|B共享|C咨询|D解答:2","素质教育是面向全体国民的教育，对各级各类学校而言，则是面向全体学生的教育":"正确|错误:1","素质教育是面向全体国民的教育，对各级各类学校而言，则是面向（）的教育":"A全体学生|B全体师生|C特殊学生|D优秀学生:2","素质教育理论本质上从属于教育基本理论，它同时具有鲜明的时代特色，尽管还处于探索和形成阶段，但是并不妨碍作为设计素质教育目标的重要依据":"正确|错误:1","素质教育的“教”需要确立的基本观念是（）":"A教学服从教育观|B教育服从人才观|C人才服从质量观|D质量服从人生观:2|3","素质教育的一个重要任务是促进与保证每一位受教育者具备良好的身体、心理、人格素质，为成为高素质优秀人才奠定“物质”基础":"正确|错误:1","素质教育的重要目标是发展人的个性，使每一位受教育者的潜能都能得到充分地开发和发展":"正确|错误:1","素质教育目标体系框架中，素质教育目标按照知识领域来分可分为（）":"A意会知识|B学科知识|C能力知识|D信息知识:1|2|3|4","素质教育目标是稳定性与（）的统一":"A发展性|B延续性|C创新性|D持续性:1","素质的（），要求学校的自然环境应有利于受教育者的健康成长":"A自然属性|B教育属性|C科学属性|D文化属性:1","课堂教学蕴含着巨大的生命活力，只要师生的生命活力在课堂教学中得到有效发挥，就能真正有助于学生身心素质的发展和教师自身的成长":"正确|错误:1","高质效传递的总体要求是（）":"A加强高素质师资建设，提高课堂教学效益|B加强学校与社会知识信息的沟通和图书资料的保障|C加强互联网建设，实现整个知识信息便捷沟通和快速传递|D压缩、减少知识信息重复交叉等无谓损耗:1|2|3|4","（）是指个体完满的身心、情感状态和由社会适应能力积淀升华形成的一种基本稳定的精神品质":"A学习素质|B思维素质|C健康素质|D科学文化素质:3","（）概念一旦转化成为普遍的教育行为，一个全新教育时代就将开启，人类教育会步入一个崭新的历史发展阶段":"A素质教育|B应试教育|C高等教育|D初等教育:1","（）的重要职能是发展人的个性，使每一位受教育者的潜能都能得到充分地开发和发展":"A素质教育|B目标教育|C高等教育|D成人教育:1"}