{"2004年4月19日，习近平同志指出，科学发展观的内涵极为丰富，涉及经济、政治、文化、社会发展各个领域，其根本要求是统筹兼顾，具体要求是“五个统筹”。统筹城乡发展居“五个统筹”之首，是科学发展观的重要内容和体现。":"正确|错误:1","2005年，时任浙江省委书记的习近平同志指出，我们追求人与自然的和谐，经济与（）的和谐，通俗地讲，就是既要绿水青山，又要金山银山。":"A.社会|B.文化|C.精神|D.制度:1","2013年，习近平总书记在湘西土家族苗族自治州十八洞村考察时首次提出“精准扶贫”概念":"正确|错误:1","2014年12月15日，国务院扶贫办开通了监督举报电话（）":"A12388|B12317|C12358|D12369:2","2014年12月，习近平总书记在江苏考察工作时说，解决好（）在新农村建设中具有标志性意义。":"A.污水问题|B.道路问题|C.厕所问题|D.空气问题:3","2014年1月，以中共中央办公厅、国务院办公厅印发《关于创新机制扎实推进农村扶贫开发工作的意见》为标志，我国开始实施精准扶贫。以《中共中央国务院关于打赢脱贫攻坚战的决定》为标志，在全国范围全面实施精准扶贫精准脱贫方略。目前，我国精准扶贫取得显著成效。":"正确|错误:1","2015-2016年习近平精准扶贫思想逐步上升为国家扶贫开发战略，并不断丰富和完善":"正确|错误:1","2015年、2016年，财政部、住房城乡建设部、水利部分两批确定了30个（）建设试点。":"A.绿色城市|B.生态城市|C.海绵城市|D.智慧城市:3","2016年5月13日，《关于健全生态保护补偿机制的意见》发布。生态保护补偿机制是综合运用行政和市场手段，调整生态环境保护各相关方利益关系的环境经济政策。":"正确|错误:1","2016年度就业技能培训A类补助标准是（）":"A每人800元|B每人1000元|C每人600元|D每人200元:1","2017年10月18日，习近平总书记在中国共产党第十九次全国代表大会上的报告指出，全党同志一定要永远与人民同呼吸、共命运、心连心永远把人民对美好生活的向往作为奋斗目标，以永不懈怠的精神状态和一往无前的奋斗姿态，继续朝着实现中华民族伟大复兴的宏伟目标奋勇前进。":"正确|错误:1","2017年10月24日，十九大通过了关于《中国共产党章程（修正案）》的决议，习近平新时代中国特色社会主义思想写入党章。":"正确|错误:1","2017年1月，习近平总书记指出，《巴黎协定》的达成是全球气候治理史上的里程碑，符合全球发展大方向，成果来之不易，应该共同坚守，不能轻言放弃。":"正确|错误:1","2018年4月，习近平总书记强调，推动长江经济带绿色发展首先要解决发展理念问题，特别是不能把生态环境保护和经济发展割裂开来，更不能对立起来。":"正确|错误:2","2018年5月18日，习近平总书记在全国生态环境保护大会上的讲话中指出，我们党历来高度重视生态环境保护，把节约资源和保护环境确立为基本国策，把可持续发展确立为国家战略。":"正确|错误:1","2018年9月21日，中共中央政治局召开会议，审议《中国共产党支部工作条例（试行）》，明确了党支部是党的最根本的组织形式。":"正确|错误:2","2019年3月3日至13日，中国人民政治协商会议第十三届全国委员会第二次会议在北京召开。会议强调，今年是中华人民共和国成立70周年。站在新的历史起点上，要深刻理解在中国共产党领导下新中国70年历史性变革中所蕴藏的内在逻辑，把握历史性成就背后的中国特色社会主义道路、理论、制度、文化优势，坚定信心决心，增强行动自觉，在接续奋斗中创造新的辉煌。":"正确|错误:1","2019年4月，习近平总书记指出，共建“一带一路”就是要建设一条开放发展之路，同时也必须是一条持续发展":"正确|错误:2","2019年7月9日，习近平总书记在中央和国家机关党的建设工作会议上指出，带头做到“两个维护”，是加强中央和国家机关党的建设的首要任务。":"正确|错误:1","2019年“两会”宪法修正案获得通过，《中华人民共和国监察法》制定实施，以宪法为核心的中国特色社会主义法律体系逐渐成型。":"正确|错误:2","“三个代表”是指（）":"A始终代表中国先进生产力的发展要求|B始终代表中国先进文化的前进方向|C始终代表中国最广大人民的根本利益|D始终代表中国市场经济:1|2|3","“三会一课”要突出政治学习和教育，突出党性锻炼，坚决防止表面化、形式化、娱乐化、庸俗化。":"正确|错误:1","“三大历史规律”指的是（）。":"A、共产党执政规律|B、社会主义建设规律|C、共产主义建设规律|D、人类社会发展规律:1|2|4","“三生共赢”的三生是指（）":"A生产|B生活|C生命|D生态:1|3|4","“不忘初心，牢记使命”主题教育的重要内容之一，是深入学习习近平新时代中国特色社会主义思想。":"正确|错误:1","“全面建成小康社会”宏伟目标是精准扶贫思想产生的现实需求":"正确|错误:1","“八个明确”是指导思想层面的表述，重点讲述怎么看，回答新时代坚持和发展什么样的中国特色社会主义的问题。":"正确|错误:1","“四个全面”，即全面建成小康社会、全面深化改革、全面依法治国、（）。":"A.全面从严治党|B.全面对外开放|C.全面依法从政|D.全面从严治军:1","“四有人员”指的是（）":"A有小轿车及大型农机具、机动船|B有国家公职人员|C有商品房|D有工商注册登记|E有高级技术证书人员:1|2|3|4","“生态文明是自然、人、社会价值的生态定位和选择”是以下面向（）视角在对生态文明进行界定":"A世界演化图景的视角|B价值论视角|C社会文明的研究视角|D文化形态的视角:2","“精准扶贫”首次是在（）提出的":"A2014年习近平在河北省阜平县考察扶贫工作|B2013年习近平在湘西考察扶贫工作|C2013年习近平在浙江省永嘉县考察扶贫|D2014年习近平在宁夏银川考查扶贫工作:2","“绿色发展”被明确写入“十一五”规划并独立成篇，表明我国走绿色发展道路的决心和信心。":"正确|错误:2","《关于新形势下党内政治生活的若干准则》在（）上通过。":"A.党的十八届六中全会|B.党的十八届五中全会|C.十八届中央纪委六次全会|D.党的十九大:1","《关于新形势下党内政治生活的若干准则》指出，新形势下加强和规范党内政治生活,必须以宪法为根本遵循,坚持党的政治路线、思想路线、组织路线、群众路线。":"正确|错误:2","《环境保护法》更多倾向于自然资源的开发利用和保护问题，对于环境污染防治规定较少。":"正确|错误:2","一个中国原则是两岸关系的政治基础":"正确|错误:1","一个国家、一个政党，领导核心至关重要。":"正确|错误:1","一般来说，城市的绿化体现在城市的（）三个方面。":"A.绿化率|B.人均绿地占有量|C.绿地建设水平|D.绿地调节功能:1|2|3","三生共赢“的三生指的是（）。":"A生产|B生活|C生命|D生态:1|3|4","下列属于公共服务事项的是（）。":"A政府的公共管理|B基础教育|C公共卫生|D医疗以及公益性信息:1|2|3|4","下列属于城市生态与环境学学科基础的是（）。":"A.城市学|B.生态学|C.景观生态学|D.城市文化学:1|2|3","下列属于城市生态与环境学研究的热点领域的是（）。":"A.产业生态学|B.人居生态学|C.环境生态学|D.城镇生命支持系统生态学:1|2|4","下列属于城市生态系统特点的是（）。":"A.高度人工化|B.功能不完整|C.自我维持能力强|D.开放性、复杂性:1|2|4","下列属于城市生态系统的是（）。":"A.大学|B.公园|C.湖泊|D.商场:1|2|3","下列属于现代城市生态与环境学研究方法的是（）。":"A.个案研究与理论研究相结合|B.资料统计与现场观察资料相结合|C.定性研究和定量研究相结合|D.对比研究和定位研究相结合:1|2|4","下列属于生产和市场服务的项目有（）。":"A金融|B物流|C中介和咨询|D基础教育:1|2|3","下列属于非再生能源的是（）。":"A化石能源|B水源|C风能|D煤炭:1|4","世界每时每刻都在发生变化，中国也每时每刻都在发生变化，我们必须在理论上跟上时代，不断认识规律，不断推进理论创新、实践创新、制度创新、文化创新以及其他各方面创新。":"正确|错误:1","严格执行领导干部()制度，进一步规范领导干部配偶子女从业行为。":"A.家人有关事项报告|B请示报告制度|C.个人有关事项报告D.请示汇报制度:3","个人征信系统的网络已覆盖全国各地，个人可以到金融办查询本人的信用报告。":"正确|错误:2","中国\n特色\n社会主\n义理\n论\n体系解\n决的\n三\n个重大\n的问\n题\n是（）":"A怎样建立新中国|B怎么建设社会主义 |C怎么建设我们党 |D追求什么样的发展:2|3|4","中国共产党人的初心和使命，就是为中国人民谋幸福，为中华民族谋复兴":"正确|错误:1","中国共产党以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想作为自己的行动指南。":"正确|错误:1","中国共产党以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、（）作为自己的行动指南。":"A.科技是第一生产力|B.实现共产主义|C.习近平新时代中国特色社会主义思想|D.24字核心价值观:3","中国共产党在社会主义初级阶段的基本路线是：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强民主文明和谐美丽的社会主义现代化强国而奋斗。":"正确|错误:1","中国共产党在社会主义初级阶段的基本路线是：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为（）的社会主义现代化强国而奋斗。":"A.富强民主文明和谐美丽|B.富强文明和谐美丽|C.富强民主文明美丽D.富强民主文明和谐:1","中国在“国家自主贡献”中提出将于2030年左右使二氧化碳排放达到峰值并争取尽早实现。":"正确|错误:1","中国坚持对外开放的基本国策，坚持打开国门搞建设，积极促进（）国际合作。":"A、“一带一路”|B、“中国方案”|C、“丝绸之路”|D、“金砖国家”:1","中国特色大国外交要推动构建（）。":"A 新型国际关系|B 新型大国关系|C 人类命运共同体|D 和谐世界:1|3","中国特色社会主义事业总体布局是“五位一体”、战略布局是“四个全面”，强调坚定道路自信、理论自信、制度自信、文化自信。":"正确|错误:1","中国特色社会主义事业总体布局是“四个全面”。":"正确|错误:2","中国特色社会主义制度的最大优势是（）。":"A 公有制占主体|B 中国共产党领导|C 马克思主义指导|D 人民代表大会:2","中国特色社会主义新时代的内涵是（）。":"A、承前启后、继往开来、在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代|B、决胜全面建成小康社会、进而全面建设社会主义现代化强国的时代|C、全国各族人民团结奋斗、不断创造美好生活、逐步实现全体人民共同富裕的时代|D、全体中华儿女勠力同心、奋力实现中华民族伟大复兴中国梦的时代|E、我国日益走近世界舞台中央、不断为人类作出更大贡献的时代:1|2|3|4|5","中国特色社会主义的内在要求是什么（）":"A公平正义|B共同富裕|C社会和谐|D改革开放:1","中国特色社会主义的本质要求和重要保障是（）。":"A 全面深化改革|B 全面建成小康社会|C 全面依法治国|D 全面从严治党:3","中国特色社会主义进入了新时代，在世界社会主义发展史上的重大意义是（）。":"A 中华民族迎来了从站起来、富起来到强起来的伟大飞跃|B 拓展了发展中国家走向现代化的途径|C 为解决人类问题贡献了中国智慧和中国方案|D 在世界上高高举起了中国特色社会主义伟大旗帜:4","中国特色社会主义进入了新时代，在中华民族发展史上的重大意义是（）。":"A 迎来了实现中华民族伟大复兴的光明前景|B 拓展了发展中国家走向现代化的途径|C 为解决人类问题贡献了中国智慧和中国方案|D 给世界上各国提供了全新选择:1","中国特色社会主义进入新时代的重要依据是（）。":"A 五年来的历史性成就和历史性变革|B 我国社会主要矛盾的变化|C 小康社会全面建成|D 社会主义初级阶段的基本国情发生根本变化:1|2","中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾":"正确|错误:1","中国特色社会主义进入新时代，我国社会主要矛盾是（）。":"A 人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾|B 人民日益增长的物质文化需要同落后的社会生产之间的矛盾|C 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾|D 人民对于建立先进的工业国的要求同落后农业国的现实之间的矛盾:1","中国的生态农业是与西方的那种完全回归自然、摒弃现代投入的生态农业主张完全相同的。":"正确|错误:2","中小学应当将国歌作为爱国主义教育的重要内容，组织学生学唱国歌，教育学生了解国歌的历史和精神内涵、遵守国歌奏唱礼仪。":"正确|错误:1","习近平同志指出，坚持不忘初心、继续前进，就要统筹推进“五位一体”总体布局，协调推进“四个全面”战略布局，全力推进全面建成小康社会进程，不断把实现“两个一百年”奋斗目标推向前进":"正确|错误:1","习近平在2015年详细论述了其分批分类扶贫理念，并概括为“四个一批”，这“四个一批”是指（）":"A“通过扶持生产和就业发展一批”|B“通过移民搬迁安臵一批”|C“通过资金补助保护一批”|D“通过低保政策兜底一批”|E“通过医疗救助扶持一批”:1|2|4|5","习近平在（）报告中对新时代坚持和发展中国特色社会主义的基本方略进行了阐述。":"A 十七大|B 十八大|C 十八届六中全会|D 十九大:4","习近平总书记指出：扶贫工作要五级书记一起抓，指的是哪五级书记（）":"A省|B市|C县|D乡|E村:1|2|3|4|5","习近平总书记提出的好干部标准是()、为民服务、勤政务实、敢于担当、清正廉洁。":"A.实事求是|B.严以律已|C.信念坚定|D.对党忠诚:3","习近平总书记提出的好干部标准是信念坚定、为民服务、勤政务实、()、清正廉洁。":"A.敢于担当|B.勇于担责|C.敢于负责|D.勇于担当:1","习近平总书记曾在不同场合多次发表了有关生态文明的讲话、论述和批示，下列不符合生态文明理念的是（）。":"A.征服自然|B.顺应自然|C.尊重自然|D.保护自然:1","习近平新时代中国特色社会主义思想以全新的视野深化了（）。":"A 对共产党执政规律的认识|B 对社会主义建设规律的认识|C 对人类社会发展规律的认识|D 对客观事物发展规律的认识:1|2|3","习近平新时代中国特色社会主义思想形成的时代条件是（）。":"A 时代主题已由战争与革命转变为和平与发展|B 世界已处于多极化和全球化时代|C 中国进入改革开放和现代化建设新时期|D 中国特色社会主义进入了新时代:4","习近平新时代中国特色社会主义思想是（）。":"A 马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观的继承和发展|B 党和人民实践经验和集体智慧结晶|C 中国特色社会主义理论体系的重要组成部分|D 全党全国人民为实现中华民族伟大复兴而奋斗的行动指南:1|2|3|4","习近平新时代中国特色社会主义思想的核心要义是（）。":"A 实现中华民族伟大复兴|B 坚持和发展中国特色社会主义|C 促进人类和平进步发展|D 实现党的指导思想与时俱进:2","习近平新时代中国特色社会主义思想，明确中国特色社会主义事业战略布局是（）。":"A “五位一体”|B “四个自信”|C “四个全面”|D “三个代表”:3","习近平新时代中国特色社会主义思想，是马克思主义中国化最新成果，是中国特色社会主义理论体系的重要组成部分。":"正确|错误:1","习近平曾指出：“消除贫困、改善民生、实现共同富裕，是社会主义的本质要求。”":"正确|错误:1","习近平的精准扶贫思想正是在总结数十年扶贫工作经验、教训之上，并根据目前中国贫困群体状况所提出的针对性措施":"正确|错误:1","习近平精准扶贫思想的哲学基础包括（）":"A实事求是|B从实际出发|C普遍联系与统筹兼顾|D对立统一与重点论:1|2|3|4","习近平精准扶贫思想的核心是从实际出发，找准扶贫对象，摸清致贫原因，因地制宜，分类施策，开展针对性帮扶，实现精准扶贫、精准脱贫。从扶贫工作开发的内容看，集中体现在（）核心问题上":"A扶持谁|B谁来扶|C怎么扶|D如何扶:1|2|3|4","习近平精神脱贫理念的最重要体现就是大力发展乡村教育的观点":"正确|错误:1","五大发展理念（）":"A坚持创新发展|B坚持协调发展|C坚持绿色发展|D坚持开放发展|E坚持共享发展:1|2|3|4|5","五年来，我们统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局，“十二五”规划胜利完成，“十三五”规划顺利实施，党和国家事业全面开创新局面。":"正确|错误:1","产业扶持脱贫有哪些模式（）":"A直接帮扶|B托管帮扶|C合作帮扶|D社会帮扶:1|2|3|4","人类主要生活在以城市和森林为主的生态系统中。":"正确|错误:2","从党所肩负的执政使命看，加强（）是我们党实现国家富强、人民幸福、社会和谐的重要保证":"A作风建设|B市场建设|C经济建设|D以上都不正确:1","从十九大 到二十大 ，是“两个一百年”奋斗目标的历史交汇期。":"正确|错误:1","从消费的目的上来看，适度消费不包括（）。":"A生存消费|B享受消费|C精神消费|D发展消费:3","从现在到二〇二〇年，是()决胜期。":"A、建设小康社会|B、全面建设小康社会|C、建成小康社会|D、全面建成小康社会:4","从自然科学层面上来讲生态科学主要涵盖（）":"A地理生态学|B环境生态学|C微生物生态学|D生态工程学:1|2|3|4","以下（）不属于生态环境问题的特征":"A艰巨性|B人文性|C长期性|D复杂性:2","以下（）属于生态系统的特征":"A自组织性|B整体性|C多样性|D动态性:1|2","企业是人化的自然界。":"正确|错误:1","优化国土空间格局的基本思路包括（）":"A因地制宜，不同区域采用不同的开发模式|B人口与GDP相匹配，产业集中和人口集中相同步|C集中发展，多极化协同集聚|D集约发展，高效利用国土空间:1|2|3|4","传统的工业文明难以为继，走工业文明老路很难走下去了！必须有新的文明形态来代替，那就是坚持绿色发展，走生态文明之路。":"正确|错误:1","低碳经济的本质是（）。":"A可持续发展经济|B低能耗|C低排放|D低技术:1","低碳融资渠道包括哪三个路径（）":"A国家实验室融资|B公司研发资金|C风险投资|D股票投资:1|2|3","依法执政，是指政府依据宪法法律治国理政，而不是指党依据宪法法律治国理政":"正确|错误:2","促进农村一二三产业共同发展，支持和鼓励农民就业创业，拓宽增收渠道。":"正确|错误:2","保护生态环境不必依靠制度。":"正确|错误:2","保持香港、澳门长期繁荣稳定，必须全面准确贯彻（）的方针。":"A、“一国两制”|B、“港人治港”|C、“澳人治澳”|D、高度自治|E、独立自主:1|2|3|4","做好农村危房改造和住房保障工作，既要通过实施“危改”达到基本的安全质量标准，又要同步推进“三改”（）补齐基本使用功能":"A改房、改厨、改厕|B改厨、改厕、改圈|C改房、改厕、改圈|D改厨、改圈、改房:2","健全国家自然资源资产管理体制是健全自然资源资产产权制度的一项重大改革，也是建立系统完备的生态文明制度体系的（）。":"A.内在要求|B.本质要求|C.基本要求|D.核心要求:1","党十八大报告提出了生态文明建设的总体目标，下面符合要求的是（）":"A资源节约型、环境友好型社会建设取得重大进展|B着力推进绿色发展、循环发展、低碳发展|C坚持节约资源和环境保护的基本国策|D从源头上扭转生态环境恶化趋势:1|2|3|4","党十八大报告明确了大力推进生态文明建设的总体要求主要包括（）":"A尊重自然|B顺应自然|C保持自然的生态理念|D大力开发能源:1|2|3","党员有退党的自由。党员要求退党，应当经党小组讨论后宣布除名，并报机关党组织备案。":"正确|错误:2","党员要落实好八项规定，其关键在于（）":"A上级要做好表率|B违者要加以惩罚|C平时要做好考核|D公众要参与监督:1|2|3|4","党的全国代表大会是党的（）领导机关":"A最权威|B最高|C最低|D一般:2","党的全国代表大会每（）年召开一次":"A5|B10|C6|D7:1","党的十九大以来五年的砥砺奋进，极大地推动了中国社会的发展进步，推动中国特色社会主义进入了新时代，推动我国发展进入新的历史方位。":"正确|错误:2","党的十九大作出了从决胜全面建设小康社会到基本实现现代化，再到全面建成社会主义现代化国家的新的战略安排。":"正确|错误:2","党的十九大作出的重大政治判断是（）。":"A 中国特色社会主义进入了新时代|B 中国特色社会主义进入了新时期|C 中国特色社会主义进入了新征程|D 中国特色社会主义进入了新阶段:1","党的十九大对我国社会主义所处历史阶段作出“两个没有变”的重大判断，具体是指（）。":"A 我国仍处于并将长期处于社会主义初级阶段的基本国情没有变|B 我国现阶段社会主要矛盾没有变|C 我国改革开放的基本国策没有变|D 我国是世界上最大发展中国家的国际地位没有变:1|4","党的十九大报告指出：“全面贯彻党的民族政策，深化民族团结进步教育，铸牢中华民族共同体意识，加强各民族交往交流交融，促进各民族像石榴籽一样紧紧抱在一起，共同团结奋斗、共同繁荣发展。":"正确|错误:1","党的十九大报告提出，加大生态系统保护力度，实施重要生态系统防治和保护重大工程，优化生态安全屏障体系。":"正确|错误:2","党的十九大报告提出，加强对生态文明建设的总体设计和组织领导，设立国有自然资源资产管理和自然生态监管机构。":"正确|错误:1","党的十八大以来，以习近平同志为核心的党中央高度重视扶贫开发工作，把扶贫开发摆到治国理政的重要位置，上升到事关全面建成小康社会、实现第一个百年奋斗目标的新高度":"正确|错误:1","党的十八大报告中指出，我国到（）年实现全面建成小康社会":"A2020|B2021|C2022|D2023:1","党的十八大提出中国特色社会主义事业五位一体总体布局，把（）放到更加突出的位置，强调要实现科学发展，要加快转变经济发展。":"A.政治建设|B.经济建设|C.生态文明建设|D.社会建设:3","党的十八大提出：要树立（）的生态文明理念。":"A改造自然|B尊重自然|C顺应自然|D保护自然:2|3|4","党的十八届六中全会认为办好中国的事情，关键在党，关键在()、从严治党。":"A.依法治国|B.制度约束|C.巡察整改|D.党要管党:4","党的群众路线教育实践活动全过程，要贯穿（）的总要求":"A照镜子|B正衣冠|C洗洗澡|D治治病:1|2|3|4","党的（）提出了推进生态文明建设的内涵和目标任务，十八届三中全会明确了生态文明体制改革的主要任务。":"A十六大|B十七大|C十八大|D十八届一中全会:3","党要更加自觉地坚定党性原则，勇于直面问题，敢于刮骨疗毒，消除一切损害党的先进性和纯洁性的因素，清除一切侵蚀党的健康肌体的病毒，不断增强党的（），确保我们党永葆旺盛生命力和强大战斗力。":"A、政治领导力|B、思想引领力|C、群众组织力|D、社会号召力|E、文化感染力:1|2|3|4","全党同志必须全面贯彻党的基本理论、基本路线、基本方略，更好引领党和人民事业发展。":"正确|错误:1","全党同志要坚定“四个自信”。“四个自信”是指（）。":"A 道路自信|B 理论自信|C 制度自信|D 文化自信:1|2|3|4","全国“扶贫日”是每年的（）":"A10月27日|B10月17日|C10月13日|D10月21日:2","全面依法治国总目标是（）。":"A 有法可依、有法必依、执法必严、违法必究|B 建设中国特色社会主义法治体系|C 建设社会主义法治国家|D 法律面前人人平等:2|3","全面推进党的政治建设、思想建设、组织建设、作风建设、纪律建设，把（）贯穿其中，深入推进反腐败斗争，全面提高党的建设科学化水平。":"A.经济建设|B.生态建设|C.制度建设|D.理论建设:3","全面深化改革总目标是完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化。":"正确|错误:1","八项规定内容是：改进调查研究、精简会议活动、精简会议简报、规范出访活动、改进警卫工作、改进新闻报道、严格文稿发表、厉行勤俭节约":"正确|错误:1","公民应当增强环境保护意识，采取（）的生活方式，自觉履行环境保护义务。":"A低碳，节俭|B自给自足|C奢华|D浪费:1","关于中国特色社会主义进入新时代表述正确的是（）。":"A 中国特色社会主义进入了新时代，这是我国发展新的历史方位|B 中国特色社会主义进入新时代，我国社会主要矛盾发生了新的变化|C 新时代是我国日益走近世界舞台中央、不断为人类作出更大贡献的时代|D 新时代是承前启后、继往开来，在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代:1|2|3|4","农业文明所说的发展就是追求经济增长，这是一种反生态的发展观。":"正确|错误:2","农村“三留守”人员指的是（）":"A留守儿童|B留守妇女|C留守老人|D留守年轻人:1|2|3","农村贫困家庭人均收入计算不包括（）":"A低保收入|B房屋出租|C存款利息|D工资:1","决定党和国家前途命运的根本力量是（）。":"A 生产力|B 科学|C 人民|D 历史:3","分批分类理念是精准扶贫思想的（）":"A基础工具|B核心要义|C精准概念|D必要保障:1","加强和规范党内政治生活是中央委员、高级干部们的任务。":"正确|错误:2","加强基层组织建设，要以提升组织力为重点，突出政治功能，把基层党组织建设成为（）的坚强战斗堡垒。":"A、宣传党的主张|B、团结动员群众|C、贯彻党的决定|D、领导基层治理E、推动改革发展:1|2|3|4","加强生态文明制度建设，把（）纳入经济社会发展评价体系。":"A环境污染|B资源消耗|C环境损害|D生态效益:1|2|3|4","加强社会保障体系建设，坚持房子是用来住的，不是用来炒的定位，加快建立（）的住房制度，让全体人民住有所居":"A多主体共给|B多渠道保障|C租购并举|D多部门监督:1|2|3","北京8+名人故居纪念馆联盟，包括在京的北京宋庆龄故居、李大钊故居、鲁迅博物馆、郭沫若纪念馆、茅盾故居、老舍纪念馆、徐悲鸿纪念馆、梅兰芳纪念馆。另外，增加了（）由原来“8家”升级为“8+”。":"A.李四光纪念馆|B.詹天估纪念馆|C.红线女艺术中心:1|2|3","十九大报告指出，五年来的成就是全方位的、开创性的，五年来的变革是浅层次的、基础性的。":"正确|错误:2","十九大报告指出，着力构建市场机制有效、（）有活力、宏观调控有度的经济体制，不断增强我国经济创新力和竞争力。":"A、微观主体|B、中观主体|C、宏观主体|D、虚拟主体:1","十九大明确了我们实现第一个（）目标的战略重点":"A千年|B百年|C万年|D十年:2","十八大以来的五年，是党和国家发展进程中极不平凡的五年。五年来的成就是（）。":"A 深层次的、根本性的|B 全覆盖的、压倒性的|C 多层次的、立体性的|D 全方位的、开创性的:4","十八大以来，中国共产党人顺应时代发展，从理论和实践结合上系统回答了新时代坚持和发展什么样的中国特色社会主义、怎样坚持和发展中国特色社会主义这个重大时代课题，创立了（）。":"A.科学发展观|B.邓小平理论\n|C.习近平新时代中国特色社会主义思想\n|D.“三个代表”重要思想:3","十八大以来，党中央果断作出全面从严治党战略部署，严厉整治“四风”问题，“四风”是指（）。":"A 形式主义|B 官僚主义|C 享乐主义|D 奢靡之风:1|2|3|4","十八大以来，我们协调推挤“四个全面”战略布局，“四个全面”是指（）。":"A 全面建成小康社会|B 全面深化改革|C 全面立德树人|D 全面从严治党:1|2|4","十八大明确了中国特色社会主义事业“五位一体”总体布局。":"正确|错误:1","十八大首次提出生态文明建设理论，科学界生态文明的基本内涵和要求。":"正确|错误:2","十八洞村产业扶贫四跟四走经验是（）":"A资金跟着穷人走|B穷人跟着能人走|C能人跟着产业项目走|D产业项目跟着市场走:1|2|3|4","十四个基本方略中（）直接的体现了第八个明确的思想。":"A 坚持全面深化改革|B 坚持党对一切工作的领导|C 坚持党对人民军队的绝对领导|D 坚持全面从严治党:2|3|4","十四个基本方略中（）等直接的体现了第二个明确解决主要矛盾。":"A 坚持全面深化改革|B 坚持党对一切工作的领导|C 坚持人与自然和谐共生|D 坚持以人民为中心:1|3|4","反对（），重在解决作风飘浮、工作不实，文山会海、表面文章，贪图虚名、弄虚作假等问题。":"A.官僚主义|B.形式主义|C.享乐主义|D.奢靡之风:2","反恐怖主义工作坚持和（）的原则。":"A.专门工作与群众路线相结合|B.防范为主、惩防结合|C.先发制敌、保持主动|D.依法打击、严厉惩处:1|2|3","发展低碳经济，需要在（）方面彻底转型":"A两者都不是|B两者都是|C经济结构|D能源结构:2","发挥社会主义协商民主重要作用。基层协商是具有中国特色的制度安排，是社会主义协商民主的重要渠道和专门协商机构。":"正确|错误:2","可持续发展的基本原则主要包括（）":"A公平性原则|B持续性原则|C共同性原则|D大力开发原则:1|2|3","各级领导干部都是人民公仆，没有搞特殊化的权利。":"正确|错误:1","和谐社会的目标是（）":"A流通顺畅|B经济发达|C生产发展、生活富裕、生态良好|D环境保护:3","四个全面是指（）":"A全面建成小康社会|B全面深化改革|C全面依法治国|D全面从严治党:1|2|3|4","固体废弃物的管理主要是指控制其污染和实行资源化。":"正确|错误:1","固体废弃物的管理是指控制其污染和实行资源化。":"正确|错误:2","国土资源包括（）":"A土地|B矿产|C天空|D海洋:1|2|4","土壤污染物大致可分为无机污染物和有机污染物两大类。":"正确|错误:1","在2018年5月召开的全国生态环境保护大会上，习近平总书记强调，总体上看：我国生态环境质量明显好转，整治效果突出。":"正确|错误:2","在2018年5月召开的全国生态环境保护大会上，习近平总书记强调，打好时间紧、任务重、难度大，是一场大仗、硬仗、苦仗，必须污染防治攻坚战加强党的领导。":"正确|错误:1","在2018年5月召开的全国生态环境保护大会上，习近平总书记强调，新时代推进生态文明建设，必须坚持好六项原则，以下不属于六项原则的是改革创新驱动稳定发展。":"正确|错误:1","在2018年5月召开的全国生态环境保护大会上，习近平总书记强调，要提高环境治理水平，要充分运用创新化手段，完善资源环境价格机制，采取多种方式支持政府和社会资本合作项目。":"正确|错误:2","在“两个一百年”奋斗目标的历史交汇期。我们既要全面建成小康社会、实现第一个百年奋斗目标，又要乘势而上开启全面建设社会主义现代化国家新征程，向第二个百年奋斗目标进军。":"正确|错误:1","在借鉴发达国家生态文明建设经验时，我们应该（）。":"A照搬照抄|B对自己完全的否定|C有针对性筛查|D自我探索，完全抛弃外国经验:3","在党在十八届（）全会上明确提出了以协调推进“四个全面”实现经济建设、政治建设、文化建设、社会建设以及生态文明建设“五位一体”的总体布局":"A二|B三|C四|D五:4","在十八大上，胡锦涛在十七大确立的全面建设小康社会目标的基础上，对我国发展提出了新的更高的要求，即增强发展协调性、扩大社会主义民主、加强文化建设、加快发展社会事业、建设生态文明。":"正确|错误:2","在气象学上，雾和霾是同一个气象概念，一种自然天气现象。":"正确|错误:2","在现阶段，我国社会的主要矛盾是人民日益增长的物质文化需要同落后的社会生产之间的矛盾。":"正确|错误:1","在现阶段，我国社会的主要矛盾是人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。":"正确|错误:1","在现阶段，我国社会的主要矛盾是人民日益增长的（）需要和不平衡不充分的发展之间的矛盾。":"A.物质文化|B.美好生活|C.经济水平|D.物质条件:2","在生产方式上，实行双资源优化组合，充分利用人力资源，节约利用物质资源，形成在科技进步基础上的（）并重的产业结构。":"A环境友好性|B资本密集型|C市场导向性|D劳动密集型:2|4","在福建宁德工作期间，习近平曾指出能否有效地制止腐败现象关系到党的生死存亡和社会主义事业的成败，这就需要建立各种有效的监督机制，其中()的监督是最经常、公开、广泛的一种监督方式。":"A.人大|B.新闻媒介|C.党内:2","在（）上，习近平总书记明确指出：“我们要认识到，山水林田湖是一个生命共同体。”":"A.十八届一中全会|B.十八届三中全会|C.十八大|D.十九大:2","在（），党和国家提出了实施可持续发展战略和建设“资源节约型、环境友好型”社会的重要举措，推动了我国生态文明建设的发展。":"A初步形成时期|B深化发展时期|C丰富完善时期|D以上都不是:2","地球上的生态系统可分为陆地生态系统和空间生态系统。":"正确|错误:2","坚定不移高举改革开放旗帜，勇于全面深化改革，进一步解放思想、解放和发展社会生产力、解放和增强社会活力，不断把改革开放推向前进":"正确|错误:1","坚定走（）的文明发展道路，建设美丽中国，为人民创造良好生产生活环境，为全球生态安全作出贡献。":"A、生产发展|B、物质丰富|C、生活富裕|D、生态良好|E、环境优美:1|3|4","坚持中国特色社会主义的“四个自信”是指道路自信、理论自信、（）、文化自信。":"A.政治自信|B.制度自信|C.经济自信|D.组织自信:2","坚持房子（）的定位，加快建立多主体供给、多渠道保障、租购并举的住房制度，让全体人民住有所居。":"A、是用来炒的、不是用来住|B、是用来住的、不是用来租|C、是用来住的、不是用来炒|D、是用来住的、不是用来卖:3","坚持抓常、抓细、抓长，特别是要防范和查处各种隐性、变异的（），把落实中央八项规定精神常态化、长效化。":"A.“四风”问题|B.违纪问题|C.违规问题|D.不正之风:1","坚持社会主义道路、坚持人民民主专政、坚持中国共产党的领导、坚持马克思列宁主义毛泽东思想这（），是我们的立国之本。":"A.四项基本原则|B.四个方面|C.四个全面|D.四项坚持原则:1","坚持（）的基本国策，坚持节约优先、保护优先、自然恢复为主的方针":"A保护环境|B保护资源|C节约资源|D提高效率:1|3","坚持（）的基本国策，坚持节约优先，保护优先，自然恢复为主的方针。":"A保护环境|B保护资源|C节约资源|D提高效率:1|3","城市生态系统具有（）。":"A.复杂性|B.综合性|C.系统性|D.实用性:1|2|3|4","城市规划包括（）。":"A.战略规划|B.时空规划|C.总体规划|D.专项规划:1|2|3|4","增加（）是最有效最直接的脱贫方式":"A收入|B就业|C劳动|D产业:2","如何用新的发展理念来促进经济的经济增长新常态（）":"A创新协调|B投资|C绿色 |D开放共享:1|3|4","如果采用“先污染，后治理”的方式，那耗费的费用甚至比毁坏生态环境所取得经济利益更大，所以，事后治理的方式是不合算，不合理的。":"正确|错误:1","学习习近平总书记重要讲话要抓住的几个关键词是（）":"A问题导向|B底线思维|C防止颠覆性错误|D把权力关进制度的笼子里:1|2|3|4","完全不含人工化学合成物的农药、肥料、生长调节素、催熟剂、家畜禽饲料添加剂的食品是下面哪种食物（）。":"A有机食品|B绿色食品|C无公害食品|D以上都是:1","完善和落实民主集中制的各项制度，坚持民主基础上的集中和集中指导下的民主相结合，既充分发扬民主，又善于集中统一。":"正确|错误:1","完善天然林保护制度，扩大（）。":"A、禁猎|B、退耕|C、还林|D、还草:2|3|4","实施精准扶贫精准脱贫方略目前还存在的困难问题包括（）":"A“硬骨头”还没有完全精准瞄准|B工作中仍存在不严不实不精准问题|C扶贫资金使用管理存在不精准问题|D精准扶贫主体（贫困群众）内生动力不足问题:1|2|3|4","实现中华人民共和国国民经济和社会发展第十三个五年规划纲要，必须遵循哪些原则（）":"A坚持人民主体地位|B坚持科学发展|C坚持深化改革|D坚持依法治国|E坚持统筹国内国际两个大局和坚持党的领导:1|2|3|4|5","实现中华民族伟大复兴是近代以来中华民族最伟大的梦想":"正确|错误:1","实行办案质量终身负责制和错案责任倒查问责制，确保案件处理经得起法律和历史检验":"正确|错误:1","实践证明，生态环境保护能否落到实处，关键在（）。":"A.制度体系|B.舆论宣传|C.督察机构|D.领导干部:4","宪法修正案与内容对应正确的是（）":"A1999修宪——明确规定经济和土地要素|B2004修宪——法治国家路线|C1988修宪——人权路线|D1993修宪——市场经济路线:4","对待批评要()，不能搞无原则的纷争。":"A.虚心接受|B.有则改之、无则加勉|C.有则改之|D.无则加勉:2","将（）成效作为衡量各级领导班子和领导干部工作实绩重要内容，纳入政绩考核指标体系":"A法治建设|B作风建设|C法制建设|D思想建设:1","尊重与善待自然的内容有（）。":"A关心自己并关心人类|B尊重和善待一切物种|C生态系统的和谐与稳定|D顺应自然的生活:2|3|4","尊重自然、顺应自然、保护自然，是习近平总书记关于长江经济带建设的一系列重要指示和讲话的精神主线和实践要求，是习近平总书记关于长江经济带建设思想的高度凝练。":"正确|错误:2","小康全面不全面，经济质量是关键。":"正确|错误:2","属于部门和地方职权范围内的工作部署，可以忽略党中央决策部署。":"正确|错误:2","工业生态学的一些新理念有（）。":"A再制造|B产业共生|C生命周期管理|D城市矿山:1|2|3","巩固和发展爱国统一战线。坚持（），支持民主党派按照中国特色社会主义参政党要求更好履行职能。":"A长期共存|B互相监督|C肝胆相照|D荣辱与共:1|2|3|4","建立和完善环保立法和独立执法监察体制体系建设。加快环境保护立法、执法、监督的动态机制体系建设，建立和完善环保独立执法监察体制体系建设，把人和自然关系纳入制度化、（）轨道":"A民主化|B规范化|C法制化|D有序化:3","建设生态文明必须树立生态文明理念。生态文明理念是（ ）。":"A.敬畏自然|B.尊重自然|C.顺应自然|D.保护自然:2|3|4","建设生态文明是中华民族永续发展的千年大计，生态文明的核心就是坚持人与自然（）。":"A.协同发展|B.互动融合|C.和谐共生|D.滋养浸润:3","建设社会主义生态文明，必须把（）工作放在首位，加大环境保护力度,做好生态保育工作，发展循环经济。":"A.勘查资源|B.开发资源|C.节约资源|D.回收资源:3","建设美丽中国坚持绿色发展，要以（）为主题":"A尊重自然规律|B科学发展|C以人为本|D制度创新:2","建设高素质专业化干部队伍，要统筹做好培养选拔（）工作。":"A、年轻干部|B、女干部|C、少数民族干部|D、党外干部:2|3|4","当今时代，各国是相互依存、彼此融合的利益共同体，开放包容、以邻为壑是唯一正确的选择。":"正确|错误:2","当前中国的外围融资主要有（）":"A政策性|B市场化|C股权类|D债券类|E基金类:1|3|4","循环经济的特征是（）":"A能量梯次使用|B物质闭路循环|C以上都是|D以上都不是:3","必须始终把经济利益摆在至高无上的地位，让改革发展成果更多更公平惠及全体人民。":"正确|错误:2","我们党来自人民，失去人民拥护和支持，党就会失去根基。":"正确|错误:1","我们全党同志一定要不忘初心，继续前进，永远保持谦虚谨慎戒骄戒躁的作风，永远保持艰苦奋斗的精神":"正确|错误:1","我们决不能以牺牲环境为代价换取一时的经济增长。":"正确|错误:1","我们走中国特色社会主义道路，具有无比广阔的时代舞台，具有无比深厚的历史底蕴，具有无比强大的前进定力。":"正确|错误:1","我国仍处于并将长期处于社会主义初级阶段是我国（）。":"A.基本国策|B.现实情况|C.基本国情|D.发展路线:3","我国农村环境问题突出的原因不包括（）。":"A农业产生的污染源比重扩大|B城市工业污染转移|C国家对农村的投入较少，智力困难|D农村人口多:4","我国城市生态研究强调（）的结合。":"A.技术|B.行为|C.体制|D.技术:1|3|4","我国已建立的国内环境、灾害、气象信息共享的数据资源的基础主要有（）":"A信息共享的软硬件环境和管理经验|B信息技术发达|C环境、灾害方面的信息姿态或数据库|D有利益信息共享的社会环境:1|3|4","我国环境问题的社会性原因是（）。":"A资源低价|B环境廉价|C违法成本低|D公众环境诉求表扬不畅:4","我国目前处于并将很快度过社会主义初级阶段。":"正确|错误:1","我国需大力发展生态文明建设，努力建设（），实现中华民族永续发展。":"A.生态文明|B.美丽中国|C.海洋中国|D.和谐中国:2","所谓战略应该具有以下特点（）":"A虑长谋远|B竞争制胜|C充满智慧|D愿景光明|E统筹全局:1|2|3|5","批评和自我批评必须坚持()，讲党性不讲私情、讲真理不讲面子。":"A.实事求是|B.一切从实际出发|C.公平正派|D.公正严明:1","按照全面建成小康社会新的目标要求，今后五年经济社会发展的主要目标是：经济保持中高速增长、创新驱动发展成效显著（）":"A发展协调性明显增强|B人民生活水平和质量普遍提高|C国民素质和社会文明程度显著提高|D生态环境质量总体改善|E各方面制度更加成熟更加定型:1|2|3|4|5","推进反腐败国家立法，建设覆盖纪检监察系统的检举举报平台。强化不敢腐的震慑，扎牢不能腐的笼子，增强不想腐的自觉，通过不懈努力换来海晏河清、朗朗乾坤。":"正确|错误:1","推进法治专门队伍（），提高职业素养和专业水平":"A年轻化、专业化、职业化|B年轻化、知识化、专业化|C正规化、专业化、职业化|D知识化、专业化、职业化:3","提高环境承载力就要处理好（）之间的关系。":"A.人口承载力|B.资源承载力|C.发展承载力|D.环境承载力:1|4","改革开放之后，我们党对我国社会主义现代化建设作出战略安排，提出“两步走”战略目标。":"正确|错误:2","新世纪，我国进入全面建设小康社会，必须按照中国特色社会主义事业（）总体布局和“四个全面”战略布局。":"A.“四位一体”|B.“五位一体”|C.“四个建设”|D.“五个方面”:2","新型工业化道路的特点有（）。":"A科技含量高|B经济效益好|C资源消耗低|D环境污染少:1|2|3|4","新时代中国特色社会主义思想是全党全国人民为实现中华民族伟大复兴而奋斗的行动指南":"正确|错误:1","新时代中国特色社会主义思想的八个“明确”是（）。":"A 明确全面推进依法治国总目标是建设中国特色社会主义法治体系|B 明确全面深化改革总目标是完善和发展中国特色社会主义制度|C 明确中国特色大国外交要推动构建新型国际关系|D 明确中国特色社会主义最本质的特征是中国共产党领导:1|2|3|4","新时代中国特色社会主义思想，明确坚持和发展中国特色社会主义，总任务是实现社会主义现代化和中华民族伟大复兴，在全面建成小康社会的基础上，分三步走在本世纪中叶建成富强民主文明和谐美丽的社会主义现代化强国":"正确|错误:2","新时代中国特色社会主义思想，是对马克思列宁主义、毛泽东思想、邓小平理论、‘三个代表’重要思想、科学发展观的继承和发展。":"正确|错误:1","新时代坚持和发展中国特色社会主义的基本方略是()。":"A、坚持党对一切工作的领导，坚持以人民为中心，坚持全面深化改革|B、坚持新发展理念，坚持人民当家作主，坚持全面依法治国|C、坚持社会主义核心价值体系，坚持在发展中保障和改善民生，坚持人与自然和谐共生|D、坚持总体国家安全观，坚持党对人民军队的绝对领导，坚持“一国两制”和推进祖国统一|E、坚持推动构建人类命运共同体，坚持全面从严治党:1|2|3|4|5","新时代坚持和发展中国特色社会主义的基本方略有（）等。":"A 坚持党对一切工作的领导|B 坚持以人民为中心|C 坚持新发展理念|D 坚持人民当家做主:1|2|3|4","新时代我国社会主要矛盾是人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾，必须坚持以人民为中心的发展思想，不断促进人的全面发展、全体人民共同富裕。":"正确|错误:1","方略是谋虑、策略、思路。它是思想与方法（措施）之间的中介、过度。它也是思想的展开，是思想的具体化。":"正确|错误:1","时任浙江省委书记的习近平同志在（）年8月15日在安吉余村提出“绿水青山就是金山银山”。":"A.2003|B.2004|C.2005|D.2006:3","最为复杂的生态系统是热带雨林生态系统。":"正确|错误:1","最大的生态系统是生物圈。":"正确|错误:1","有经济学家称：“现在新能源企业没有一个可以不靠补贴生存，这样的行业要想成为主流的不可能的。”":"正确|错误:1","树立科技是核心战斗力的思想，推进重大技术创新、自主创新，加强军事人才培养体系建设，建设创新型人民军队":"正确|错误:1","民主法制建设迈出重大步伐":"正确|错误:1","深入学习习近平新时代中国特色社会主义思想，深刻领会其（）。":"A 时代意义|B 理论意义|C 实践意义|D 世界意义:1|2|3|4","深入推进党的建设新的伟大工程中“三个始终”是（）。":"A、党要始终成为时代先锋、民族脊梁|B、我们党始终成为马克思主义执政党|C、党始终成为社会主义执政党|D、党自身必:1|2|4","牢记“四个意识”，始终对党绝对忠诚。四个意识即党员干部要不断增强政治意识、大局意识、核心意识、（)。":"A.对齐意识|B.看齐意识|C.向前意识|D.法律意识:2","环境产品提供是政府的职责，基本的环境质量是一种公共产品，是政府必须确保的公共服务。":"正确|错误:1","环境保护区是国土空间开发保护的基础制度，也是从源头上保护生态环境的根本举措。":"正确|错误:2","环境就是民生，青山就是美丽，蓝天也是幸福。要像保护（）一样保护生态环境，像对待生命一样对待生态环境。":"A.双手|B.眼睛|C.心灵|D.自己:2","环境承载力中的自然资源要素包括（）。":"A.能源资源|B.矿产资源|C.土地资源|D.水资源:2|3|4","环境权应该是公民的一项基本权利，是现代法治国家公民的人权。":"正确|错误:1","现代城市生态研究以城市（）为研究主线。":"A.物流|B.信息流|C.能流|D.环境流:1|2|3","生态位是指，一个生物（）。":"A.它在环境中的位置|B.它出现的环境所包含的条件|C.它所利用的资源|D.它出现在那里的时间:1|2|3|4","生态公众，是指参与保护生态系统并能够获得生态权益的公众。":"正确|错误:2","生态兴则文明衰，生态衰则文明兴。":"正确|错误:2","生态农业模式类型主要有（）。":"A时空结构型|B食物链型|C景观模式型|D立体模式型:1|2|3|4","生态农业的特征主要表现在（）。":"A综合性|B多样性|C高效性|D持续性:1|2|3|4","生态文明内容丰富，它不仅指自然生态，同时还包括（）":"A生态政治文明|B生态科技文明|C生态制度文明|D生态环境文明:1|2|3|4","生态文明建设实践主要包括（）":"A生态农业|B生态工业|C生态旅游|D生态人居环境:1|2|3|4","生态文明建设的主题是企业，因为企业是各种资源的使用者。":"正确|错误:2","生态文明建设的目标是（）":"A经济发展|B生态安全|C新能源革命|D生态公正:3","生态文明建设的目标是（）。":"A生态公正|B经济发展|C生态安全|D新能源革命:3","生态旅游于（）首次提出。":"A1983年|B1980年|C20世纪90年代|D本世纪:1","生态旅游具有经济效益、社会效益、环境效益以及人文效益。":"正确|错误:1","生态环境保护，是指人类为解决现实或潜在的环境问题，以协调（）而采取的各种保护行动总称。":"A人类与环境的关系|B保护人类生存环境|C保障经济社会可持续发展|D以上都是:4","生态环境修复始于（）。":"A19世纪30年代|B20世纪90年代|C本世纪中叶|D本世纪前叶:1","生态环境问题归根到底是（）问题，要坚持源头严防、过程严管、后果严惩，治标治本多管齐下，朝着蓝天净水的目标不断前进。":"A.思维方式|B.生活方式|C.生产方式|D.经济发展方式:4","生态系统演化是生态系统各项因素变化的综合结果。":"正确|错误:1","着力推动绿色循环低碳发展，必须以节能减排、循环经济、清洁生产、生态环保、应对气候变化等为抓手。":"正确|错误:1","第三方专项评估检查有哪些方式方法（）":"A抽样调查|B重点抽查|C村组普查|D座谈访谈:1|2|3|4","精准化理念是精准扶贫思想的核心要义":"正确|错误:1","精准扶贫包括了精准识别、精准帮扶、精准管理和精准考核，其核心要义就是精准化理念，要求将精准化理念作为扶贫工作的基本理念，贯穿于扶贫工作的全过程":"正确|错误:1","精准扶贫思想不是凭空而来的，其产生、发展一方面是在中国特色社会主义理论体系中进行的，另一方面也是针对当前经济社会特征等现实状况提出的":"正确|错误:1","精准扶贫是粗放扶贫的对称。是指针对不同贫困区域环境、不同贫困农户状况，运用科学有效程序对扶贫对象实施精确识别、精确??帮扶、精确管理的治贫方式":"正确|错误:1","经常说的脱贫攻坚“建档立卡”建档就是建立贫困户、贫困村、贫困县和连片特困地区（）档案；立卡就是向贫困户发放《扶贫明白卡》":"A家庭信息|B成员信息|C基本信息|D电子信息:4","经过长期努力，中国特色社会主义进入了新时代，这是我国发展新的历史方位":"正确|错误:1","绿色发展”被明确写入“十一五”规划并独立成篇，表明我国走绿色发展道路的决心和信心。":"正确|错误:1","绿色发展具有（）重要特征":"A节约|B回用|C高效|D循环:1|2|4","绿色经济的内涵有（）。":"A绿色产业|B绿色消费|C绿色城镇化|D绿色经济的保障体系:1|2|3|4","群众性精神文明创建，倡导（）和社会文明程度":"A弘扬科学精神|B全面提高公民文明素质|C全民阅读|D普及科学知识:1|2|3|4","群众路线是我们党的组织工作中的根本问题，是党章中的根本问题，是需要在党内反复教育的":"正确|错误:1","要加强对权力运行的制约和监督，让人民监督权力，让权力在阳光下运行，把权力关进制度的笼子。":"正确|错误:1","要增强学习本领，在全党营造()的浓厚氛围，建设马克思主义学习型政党，推动建设学习大国。":"A、善于学习|B、勇于实践|C、敢于创新|D、努力学习:1|2","要扎实开展（）、文化扶贫、法治扶贫，引领群众争做脱贫致富的带头人、遵纪守法的老实人、新风正气的引路人":"A生态扶贫|B产业扶贫|C精神扶贫|D就业扶贫:3","要把抓好党支部作为组织体系建设的基本内容，突出管理功能、强化时代引领。":"正确|错误:2","要把（）成效作为衡量各级领导班子和领导干部工作实绩重要内容，纳入政绩考核指标体系，把能不能遵守法律、依法办事作为考察干部重要内容":"A制度建设|B法治建设|C作风建设|D法制建设:2","要按照“三集中”原则，遵循“四跟四走”路径，实现（）全覆盖目标":"A脱贫产业园区|B专业合作组织|C龙头企业带动|D技术指导服务:1|2|3|4","要支持香港、澳门融入国家发展大局，以（）等为重点，全面推进内地同香港、澳门互利合作。":"A、粤港澳大湾区建设|B、粤港澳合作|C、粤港澳政府合作|D、泛珠三角区域合作|E、粤港澳民间交流:1|2|4","要科学立法，完善立法体制机制，坚持（）并举":"A立改废释|B立改废|C立改|D立改释:1","规范档卡工作包括那些范围（）":"A贫困户家庭档案|B村级档案|C乡级档案|D县级档案:1|2|3|4","让香港、澳门同胞同祖国人民共担（）的历史责任、共享祖国（）的伟大荣光。":"A、民族复兴繁荣富强|B、现代化建设繁荣富强|C、现代化强国伟大复兴|D、民族复兴社会主义:1","贫困人口“两不愁、三保障”的两不愁具体指扶贫对象不愁（）、不愁（）":"A住、行|B吃、住|C吃、行|D吃、穿:4","贫困户“五个”不能退指的是（）":"A凡存在饮水安全和住房安全未保障不能退|B易地扶贫搬迁户未入住不能退|C未落实义务教育不能退|D未落实基本医疗保障不能退|E帮扶成效不显著不能退|F低保、五保贫困户不能退:1|2|3|4|5","贫困户精准识别的主要程序包括（）":"A农户申请|B村及初审并入户调查|C村民代表大会评议并公示|D县级审核并公告后批复|E签字确认|F录入系统:1|2|3|4|5|6","资源危机”主要表现在（）":"A非再生性资源的枯竭、短缺、污染|B非再生资源的保护|C可再生性资源的锐减、退化、濒危|D可再生资源是取之不尽用之不竭的:1|2|3","资源和环境是经济社会（）发展的物质基础和保障，经济的发展离不开资源和环境的支撑":"A全面|B可持续|C又快又好|D协调:2","近平总书记提出的好干部标准是()、为民服务、勤政务实、敢于担当、清正廉洁。":"A.实事求是|B.严以律已|C.信念坚定|D.对党忠诚:3","通过医疗救助扶持一批，就是帮助部分群体缓解医疗压力，杜绝因病致贫、增加贫困人口，也防止因病返贫、使得扶贫工作倒退":"正确|错误:1","通过扶持生产和就业发展一批，就是要加强业务培训和培育计划，因地制宜制定特色扶持政策、机制，帮助一批具备软硬件基本条件的群体迅速脱贫":"正确|错误:1","部分实施市场准入负面清单制度，清理废除妨碍统一市场和公平竞争的各种规定和做法，支持民营企业发展，激发各类市场主体活力。":"正确|错误:2","重大行政决策法定程序是（）":"A全民参与、专家论证、风险评估、合法性审查、集体讨论决定|B全民参与、专家论证、风险评估、合理性审查、集体讨论决定|C公众参与、专家论证、风险评估、合理性审查、集体讨论决定|D公众参与、专家论证、风险评估、合法性审查、集体讨论决定:4","防腐剂过量属于食品污染的哪一种（）。":"A原料污染|B保险生产的污染|C制作过程中的污染|D生物性污染:2","须高度重视思想政治建设，把坚持民主集中制作为开展党内政治生活的首要任务。":"正确|错误:2","风险管理的三个层次（）":"A风险管理策略|B风险管理工具|C风险管理技术|D风险管理能力|E风险管理市场机制:1|2|5","马克思主义中国化最新理论成果是（）。":"A 邓小平理论|B “三个代表”重要思想|C 科学发展观|D 习近平新时代中国特色社会主义思想:4","鳏寡孤独残“三无人员”是指（）":"A无技术、无文凭、无特长|B无生活来源、无劳动能力、无法定抚养义务人|C无资金，无技术，无经验|D无身份证、无暂居证、无用工证明（外来人员）:2","（）作为当代乃至我们长期追求的目标，受到全世界不同制度国家的普遍关注，成为时代潮流":"A生态文明|B生态文化|C生态和谐|D生态精神:1","（）和（）是激励中国共产党人不断前进的根本动力。":"A、为中国人民谋福利|B、为中国人民谋幸福|C、为中华民族谋富强|D、为中华民族谋复兴:2|4","（）报告确立中国特色社会主义事业“五位一体”的总布局，生态文明被提高到与物质文明、政治文明和精神文明并列的高度":"A十八大|B十七大|C十七大四中全会|D十八大四中全会:1","（）既是管党治党的重要依据，也是建设社会主义法治国家的有力保障":"A党内纪律|B党内法规|C党内民主|D党的作风:2","（）是一个国家、一个民族发展中更基本、更深沉、更持久的力量":"A道路自信|B理论自信|C制度自信|D文化自信:4","（）是事关经济社会可持续发展的根本性问题。":"A.环境保护|B.林业建设|C.生态自然|D.水利建设:2","（）是依法治国的关键":"A依法执政|B公正执法|C完善法律|D依法选举:1","（）是尊重自然、保护生态的强烈的精神信仰，是一种理性的、具有生态智慧的信念":"A生态精神|B生态文明|C生态和谐|D生态文化:1","（）是我们党强身治病、保持肌体健康的锐利武器，也是加强和规范党内政治生活的重要手段。":"A.坚持民主集中制|B.批评和自我批评|C.严格的组织生活制度|D.发扬党内民主:2","（）是我们党执政兴国的第一要务。必须坚持以人民为中心的发展思想，坚持创新、协调、绿色、开放、共享的发展理念。":"A.经济高质量发展|B.科技创新|C.现代化建设|D.发展:4","（）是持续健康发展的内在要求":"A创新|B开放|C协调|D绿色:3","（）是最公平的公共产品，是最普惠的民生福祉。":"A生态文明|B青山绿水|C良好生态环境|D生态和谐:3","（）是最根本的党内法规，全党必须一体严格遵行":"A法律|B规章|C党章|D宪法:3","（）根本原则是精准扶贫思想产生的理论源流":"A“全面建成小康社会|B“共同富裕”|C“共产主义”|D“先富带动后富”:2","（）理念是精准扶贫思想的战略重点":"A学业|B文化|C精神|D智商:3","（）的最大成果，就是确立习近平新时代中国特色社会主义思想的指导地位，坚定维护以习近平同志为核心的党中央权威和集中统一领导。":"A 十七大|B 十八大|C 十八届六中全会|D 十九大:4","（）的核心是正确处理经济发展与环境保护的关系":"A低碳发展|B绿色发展|C循环发展|D生态发展:2","（）相结合使得城市生态分析的速度和精确度大大提高。":"A.建模技术|B.地理信息系统|C.遥感技术|D.无人机技术:2|3","（）确立邓小平理论在全党的指导地位。":"A 十四大|B 十五大|C 十六大|D 十七大:2"}